Repository: sejja/CEFG-Website
Catalog: CEFG/locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: About
es: Acerca de

source: About CEFG
es: Acerca de CEFG

source: Learn more about our NLP graph analysis platform and get in touch with us.
es: Aprende más sobre nuestra plataforma de análisis de grafos PLN y ponte en contacto con nosotros.

source: Contact Us
es: Contáctanos

source: Have questions or feedback? We'd love to hear from you!
es: ¿Tienes preguntas o comentarios? ¡Nos encantaría saber de ti!

source: Name
es: Nombre

source: Your full name
es: Tu nombre completo

source: Email
es: Correo electrónico

source: your.email@example.com
es: tu.correo@ejemplo.com

source: Subject
es: Asunto

source: What is this about?
es: ¿De qué se trata?

source: Message
es: Mensaje

source: Tell us what's on your mind...
es: Cuéntanos qué estás pensando...

source: Send Message
es: Enviar mensaje

source: CEFG NLP Graph
es: Grafo PLN CEFG

source: Home
es: Inicio

source: CEFG NLP Graph Demo
es: Demo de Grafo PLN CEFG

source: Filter Graphs by Node Count
es: Filtrar grafos por cantidad de nodos

source: Select a number of nodes to view all graphs with that exact node count.
es: Selecciona un número de nodos para ver todos los grafos con esa cantidad exacta de nodos.

source: Number of Nodes:
es: Número de nodos:

source: — Select a node count —
es: — Selecciona una cantidad de nodos —

source: nodes
es: nodos

source: Select a node count to see matching graphs.
es: Selecciona una cantidad de nodos para ver los grafos coincidentes.

source: Back to home
es: Volver al inicio

source: Filter By Node Type
es: Filtrar por tipo de nodo

source: Filter Graphs by Node Type
es: Filtrar grafos por tipo de nodo

source: Select a node type to view all graphs containing nodes of that type.
es: Selecciona un tipo de nodo para ver todos los grafos que contengan nodos de ese tipo.

source: Node Type:
es: Tipo de nodo:

source: — Select a type —
es: — Selecciona un tipo —

source: Select a node type to see matching graphs.
es: Selecciona un tipo de nodo para ver los grafos coincidentes.

source: Filter By Node Count
es: Filtrar por cantidad de nodos

source: Graph #
es: Grafo #

source: Properties
es: Propiedades

source: Text:
es: Texto:

source: Graph Details
es: Detalles del grafo

source: Nodes
es: Nodos

source: Type:
es: Tipo:

source: No nodes found.
es: No se encontraron nodos.

source: Edges
es: Aristas

source: Edge
es: Arista

source: Weight:
es: Peso:

source: No edges found.
es: No se encontraron aristas.

source: Back to graphs list
es: Volver a la lista de grafos

source: Saved Graphs
es: Grafos guardados

source: Hover any item to preview the graph. Click to open or inspect.
es: Pasa el cursor sobre cualquier elemento para previsualizar el grafo. Haz clic para abrir o inspeccionar.

source: No saved graphs yet. Go to the home page to create one!
es: Aún no hay grafos guardados. ¡Ve a la página de inicio para crear uno!

source: Back to inference
es: Volver a la inferencia

source: Causal NLP Graph
es: Grafo PLN causal

source: Paste a sentence below. The site will detect entity spans and draw a graph of entities and relationships.
es: Pega una oración a continuación. El sitio detectará los fragmentos de entidades y dibujará un grafo de entidades y relaciones.

source: Type or paste a sentence here
es: Escribe o pega una oración aquí

source: Analyze
es: Analizar

source: Random sentence
es: Oración aleatoria

source: This demo uses randomly-generated spans. Entities are connected to the sentence and to each other if they overlap or are adjacent.
es: Esta demostración utiliza fragmentos generados aleatoriamente. Las entidades están conectadas a la oración y entre sí si se superponen o son adyacentes.

source: Saved graphs
es: Grafos guardados

source: Click any graph to view details.
es: Haz clic en cualquier grafo para ver detalles.

source: No saved graphs yet. Analyze a sentence to create one!
es: Aún no hay grafos guardados. ¡Analiza una oración para crear uno!
